Repository: lomirus/flux-reader
Catalog: src/FluxReader/Strings/*/Resources.resw
Source language: en_us
Languages: de_de, es_419, fr_fr, it_it, ja_jp, ko_kr, pl_pl, pt_br, ru_ru, zh_cn, zh_tw

# AppIconAutomation
source: FluxReader icon
de_de: FluxReader-Symbol
es_419: Ícono de FluxReader
fr_fr: Icône FluxReader
it_it: Icona di FluxReader
ja_jp: FluxReader アイコン
ko_kr: FluxReader 아이콘
pl_pl: Ikona FluxReadera
pt_br: Ícone do FluxReader
ru_ru: Значок FluxReader
zh_cn: FluxReader 图标
zh_tw: FluxReader 圖示

source: Add feed
de_de: Feed hinzufügen
es_419: Agregar fuente
fr_fr: Ajouter un flux
it_it: Aggiungi feed
ja_jp: フィードを追加
ko_kr: 피드 추가
pl_pl: Dodaj kanał
pt_br: Adicionar feed
ru_ru: Добавить ленту
zh_cn: 添加订阅
zh_tw: 新增訂閱

source: Refresh all feeds
de_de: Alle Feeds aktualisieren
es_419: Actualizar todas las fuentes
fr_fr: Actualiser tous les flux
it_it: Aggiorna tutti i feed
ja_jp: すべてのフィードを更新
ko_kr: 모든 피드 새로 고침
pl_pl: Odśwież wszystkie kanały
pt_br: Atualizar todos os feeds
ru_ru: Обновить все ленты
zh_cn: 刷新所有订阅
zh_tw: 重新整理所有訂閱

source: Refresh feed
de_de: Feed aktualisieren
es_419: Actualizar fuente
fr_fr: Actualiser le flux
it_it: Aggiorna feed
ja_jp: フィードを更新
ko_kr: 피드 새로 고침
pt_br: Atualizar feed
zh_tw: 重新整理此訂閱源

# LastRefreshedAt
source: Last refreshed: {0}
de_de: Zuletzt aktualisiert: {0}
es_419: Última actualización: {0}
fr_fr: Dernière actualisation : {0}
it_it: Ultimo aggiornamento: {0}
ja_jp: 最終更新: {0}
ko_kr: 마지막 새로 고침: {0}
pt_br: Última atualização: {0}
zh_tw: 上次重新整理：{0}

# MarkAllRead
source: Mark all as read
de_de: Alle als gelesen markieren
es_419: Marcar todo como leído
fr_fr: Tout marquer comme lu
it_it: Segna tutto come letto
ja_jp: すべて既読にする
ko_kr: 모두 읽음으로 표시
pl_pl: Oznacz wszystko jako przeczytane
pt_br: Marcar tudo como lido
ru_ru: Отметить всё как прочитанное
zh_cn: 全部标为已读
zh_tw: 全部標示為已讀

source: Settings
de_de: Einstellungen
es_419: Configuración
fr_fr: Paramètres
it_it: Impostazioni
ja_jp: 設定
ko_kr: 설정
pl_pl: Ustawienia
pt_br: Configurações
ru_ru: Параметры
zh_cn: 设置
zh_tw: 設定

source: All articles
de_de: Alle Artikel
es_419: Todos los artículos
fr_fr: Tous les articles
it_it: Tutti gli articoli
ja_jp: すべての記事
ko_kr: 모든 기사
pl_pl: Wszystkie artykuły
pt_br: Todos os artigos
ru_ru: Все статьи
zh_cn: 所有文章
zh_tw: 所有文章

# SelectedFeeds
source: {0} feeds selected
de_de: {0} Feeds ausgewählt
es_419: {0} fuentes seleccionadas
fr_fr: {0} flux sélectionnés
it_it: {0} feed selezionati
ja_jp: {0} 件のフィードを選択
ko_kr: 피드 {0}개 선택됨
pt_br: {0} feeds selecionados
zh_tw: 已選取 {0} 個訂閱來源

source: Unread articles
de_de: Ungelesene Artikel
es_419: Artículos no leídos
fr_fr: Articles non lus
it_it: Articoli non letti
ja_jp: 未読の記事
ko_kr: 읽지 않은 기사
pl_pl: Nieprzeczytane artykuły
pt_br: Artigos não lidos
ru_ru: Непрочитанные статьи
zh_cn: 未读文章
zh_tw: 未讀文章

# ShowUnreadOnly
source: Show unread articles only
de_de: Nur ungelesene Artikel anzeigen
es_419: Mostrar solo artículos no leídos
fr_fr: Afficher uniquement les articles non lus
it_it: Mostra solo gli articoli non letti
ja_jp: 未読の記事のみを表示
ko_kr: 읽지 않은 기사만 표시
pl_pl: Pokaż tylko nieprzeczytane artykuły
pt_br: Mostrar apenas artigos não lidos
zh_cn: 仅显示未读文章
zh_tw: 僅顯示未讀文章

source: Search articles
es_419: Buscar artículos
fr_fr: Rechercher des articles
it_it: Cerca articoli
ja_jp: 記事を検索
ko_kr: 기사 검색
pt_br: Pesquisar artigos
zh_tw: 搜尋文章

source: Feeds
es_419: Fuentes
fr_fr: Flux
it_it: Feed
ja_jp: フィード
ko_kr: 피드
pl_pl: Kanały
ru_ru: Ленты
zh_cn: 订阅源
zh_tw: 訂閱來源

source: Resize feed pane
de_de: Feedbereich skalieren
es_419: Cambiar el tamaño del panel de fuentes
fr_fr: Redimensionner le volet des flux
it_it: Ridimensiona il riquadro dei feed
ja_jp: フィードペインのサイズを変更
ko_kr: 피드 창 크기 조정
pl_pl: Zmień rozmiar panelu kanałów
pt_br: Redimensionar o painel de feeds
ru_ru: Изменить размер области лент
zh_cn: 调整订阅栏宽度
zh_tw: 調整訂閱欄寬度

source: Resize article list pane
de_de: Artikellistenbereich skalieren
es_419: Cambiar el tamaño del panel de artículos
fr_fr: Redimensionner le volet de la liste des articles
it_it: Ridimensiona il riquadro dell’elenco articoli
ja_jp: 記事一覧ペインのサイズを変更
ko_kr: 기사 목록 창 크기 조정
pl_pl: Zmień rozmiar panelu listy artykułów
pt_br: Redimensionar o painel da lista de artigos
ru_ru: Изменить размер области списка статей
zh_cn: 调整文章列表宽度
zh_tw: 調整文章清單寬度

# ResizePaneTooltip
source: Drag to resize; double-click to reset
de_de: Zum Skalieren ziehen; zum Zurücksetzen doppelklicken
es_419: Arrastra para cambiar el tamaño; haz doble clic para restablecerlo
fr_fr: Faites glisser pour redimensionner ; double-cliquez pour réinitialiser
it_it: Trascina per ridimensionare; fai doppio clic per ripristinare
ja_jp: ドラッグしてサイズを変更、ダブルクリックしてリセット
ko_kr: 끌어서 크기를 조정하고 두 번 클릭하여 초기화
pl_pl: Przeciągnij, aby zmienić rozmiar; kliknij dwukrotnie, aby przywrócić
pt_br: Arraste para redimensionar; clique duas vezes para redefinir
ru_ru: Перетащите, чтобы изменить размер; дважды щёлкните, чтобы сбросить
zh_cn: 拖动调整宽度；双击恢复默认值
zh_tw: 拖曳調整寬度；按兩下還原預設值

# SelectArticle
source: Select an article
de_de: Artikel auswählen
es_419: Selecciona un artículo
fr_fr: Sélectionnez un article
it_it: Seleziona un articolo
ja_jp: 記事を選択してください
ko_kr: 기사를 선택하세요
pl_pl: Wybierz artykuł
pt_br: Selecione um artigo
ru_ru: Выберите статью
zh_cn: 选择一篇文章
zh_tw: 選取一篇文章

# ArticleContentHint
source: Article content will appear here
de_de: Der Artikelinhalt wird hier angezeigt
es_419: El contenido del artículo aparecerá aquí
fr_fr: Le contenu de l’article s’affichera ici
it_it: Il contenuto dell’articolo verrà visualizzato qui
ja_jp: 記事の内容がここに表示されます
ko_kr: 기사 내용이 여기에 표시됩니다
pl_pl: Treść artykułu pojawi się tutaj
pt_br: O conteúdo do artigo será exibido aqui
ru_ru: Здесь появится содержимое статьи
zh_cn: 文章内容将在这里显示
zh_tw: 文章內容會顯示在這裡

source: Loading article…
es_419: Cargando artículo…
fr_fr: Chargement de l’article…
it_it: Caricamento dell’articolo…
ja_jp: 記事を読み込んでいます…
ko_kr: 기사를 불러오는 중…
pt_br: Carregando artigo…

source: Open in browser
de_de: Im Browser öffnen
es_419: Abrir en el navegador
fr_fr: Ouvrir dans le navigateur
it_it: Apri nel browser
ja_jp: ブラウザーで開く
ko_kr: 브라우저에서 열기
pl_pl: Otwórz w przeglądarce
pt_br: Abrir no navegador
ru_ru: Открыть в браузере
zh_cn: 在浏览器中打开
zh_tw: 在瀏覽器中開啟

# MarkUnread
source: Mark as unread
de_de: Als ungelesen markieren
es_419: Marcar como no leído
fr_fr: Marquer comme non lu
it_it: Segna come non letto
ja_jp: 未読にする
ko_kr: 읽지 않음으로 표시
pl_pl: Oznacz jako nieprzeczytane
pt_br: Marcar como não lido
ru_ru: Отметить как непрочитанное
zh_cn: 标为未读
zh_tw: 標示為未讀

# FeedAddress
source: RSS or Atom address
de_de: RSS- oder Atom-Adresse
es_419: Dirección RSS o Atom
fr_fr: Adresse RSS ou Atom
it_it: Indirizzo RSS o Atom
ja_jp: RSS または Atom のアドレス
ko_kr: RSS 또는 Atom 주소
pl_pl: Adres RSS lub Atom
pt_br: Endereço RSS ou Atom
ru_ru: Адрес RSS- или Atom-ленты
zh_cn: RSS 或 Atom 地址
zh_tw: RSS 或 Atom 網址

source: Edit feed
de_de: Feed bearbeiten
es_419: Editar fuente
fr_fr: Modifier le flux
it_it: Modifica feed
ja_jp: フィードを編集
ko_kr: 피드 편집
pt_br: Editar feed
zh_tw: 編輯訂閱

source: Feed name
es_419: Nombre de la fuente
fr_fr: Nom du flux
it_it: Nome feed
ja_jp: フィード名
ko_kr: 피드 이름
pt_br: Nome do feed
zh_tw: 訂閱名稱

# InvalidFeedName
source: Enter a feed name.
de_de: Geben Sie einen Feednamen ein.
es_419: Escribe un nombre para la fuente.
fr_fr: Saisissez un nom de flux.
it_it: Immetti un nome per il feed.
ja_jp: フィード名を入力してください。
ko_kr: 피드 이름을 입력하세요.
pt_br: Insira um nome para o feed.
zh_tw: 請輸入訂閱名稱。

# FeedUpdated
source: Updated “{0}”.
de_de: „{0}“ wurde aktualisiert.
es_419: Se actualizó “{0}”.
fr_fr: « {0} » a été mis à jour.
it_it: “{0}” è stato aggiornato.
ja_jp: 「{0}」を更新しました。
ko_kr: “{0}”을(를) 업데이트했습니다.
pt_br: “{0}” foi atualizado.
zh_tw: 已更新「{0}」。

# FeedUpdateFailed
source: Couldn't update the feed: {0}
de_de: Der Feed konnte nicht aktualisiert werden: {0}
es_419: No se pudo actualizar la fuente: {0}
fr_fr: Impossible de mettre à jour le flux : {0}
it_it: Impossibile aggiornare il feed: {0}
ja_jp: フィードを更新できませんでした: {0}
ko_kr: 피드를 업데이트할 수 없습니다: {0}
pt_br: Não foi possível atualizar o feed: {0}
zh_tw: 更新訂閱失敗：{0}

source: Add
de_de: Hinzufügen
es_419: Agregar
fr_fr: Ajouter
it_it: Aggiungi
ja_jp: 追加
ko_kr: 추가
pl_pl: Dodaj
pt_br: Adicionar
ru_ru: Добавить
zh_cn: 添加
zh_tw: 新增

source: Cancel
de_de: Abbrechen
es_419: Cancelar
fr_fr: Annuler
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
pl_pl: Anuluj
pt_br: Cancelar
ru_ru: Отмена
zh_cn: 取消
zh_tw: 取消

source: Close
de_de: Schließen
es_419: Cerrar
fr_fr: Fermer
it_it: Chiudi
ja_jp: 閉じる
ko_kr: 닫기
pt_br: Fechar
zh_tw: 關閉

# RemoveFeedTitle
source: Remove feed?
de_de: Feed entfernen?
es_419: ¿Eliminar la fuente?
fr_fr: Supprimer le flux ?
it_it: Rimuovere il feed?
ja_jp: フィードを削除しますか？
ko_kr: 피드를 제거할까요?
pl_pl: Usunąć kanał?
pt_br: Remover o feed?
ru_ru: Удалить ленту?
zh_cn: 移除订阅？
zh_tw: 移除訂閱？

# RemoveFeedMessage
source: “{0}” and its locally stored articles will be deleted.
de_de: „{0}“ und die lokal gespeicherten Artikel werden gelöscht.
es_419: Se eliminarán “{0}” y sus artículos almacenados localmente.
fr_fr: « {0} » et ses articles stockés localement seront supprimés.
it_it: “{0}” e gli articoli archiviati localmente verranno eliminati.
ja_jp: 「{0}」とローカルに保存されている記事が削除されます。
ko_kr: “{0}” 및 로컬에 저장된 기사가 삭제됩니다.
pl_pl: „{0}” oraz artykuły zapisane lokalnie zostaną usunięte.
pt_br: “{0}” e os artigos armazenados localmente serão excluídos.
ru_ru: «{0}» и сохранённые локально статьи будут удалены.
zh_cn: “{0}”及其本地文章将被删除。
zh_tw: 「{0}」及其本機文章將被刪除。

# RemoveFeedsTitle
source: Remove selected feeds?
de_de: Ausgewählte Feeds entfernen?
es_419: ¿Eliminar las fuentes seleccionadas?
fr_fr: Supprimer les flux sélectionnés ?
it_it: Rimuovere i feed selezionati?
ja_jp: 選択したフィードを削除しますか？
ko_kr: 선택한 피드를 제거할까요?
pt_br: Remover os feeds selecionados?
zh_tw: 移除所選訂閱？

# RemoveFeedsMessage
source: The {0} selected feeds and their locally stored articles will be deleted.
de_de: Die {0} ausgewählten Feeds und ihre lokal gespeicherten Artikel werden gelöscht.
es_419: Se eliminarán las {0} fuentes seleccionadas y sus artículos almacenados localmente.
fr_fr: Les {0} flux sélectionnés et leurs articles stockés localement seront supprimés.
it_it: I {0} feed selezionati e gli articoli archiviati localmente verranno eliminati.
ja_jp: 選択した {0} 件のフィードとローカルに保存されている記事が削除されます。
ko_kr: 선택한 피드 {0}개 및 로컬에 저장된 기사가 삭제됩니다.
pt_br: Os {0} feeds selecionados e os artigos armazenados localmente serão excluídos.
zh_tw: 所選的 {0} 個訂閱及其本機文章將被刪除。

source: Remove
de_de: Entfernen
es_419: Eliminar
fr_fr: Supprimer
it_it: Rimuovi
ja_jp: 削除
ko_kr: 제거
pl_pl: Usuń
pt_br: Remover
ru_ru: Удалить
zh_cn: 移除
zh_tw: 移除

source: Add group
de_de: Gruppe hinzufügen
es_419: Agregar grupo
fr_fr: Ajouter un groupe
it_it: Aggiungi gruppo
ja_jp: グループを追加
ko_kr: 그룹 추가
pl_pl: Dodaj grupę
pt_br: Adicionar grupo
zh_cn: 新建分组
zh_tw: 新增群組

source: Group name
de_de: Gruppenname
es_419: Nombre del grupo
fr_fr: Nom du groupe
it_it: Nome gruppo
ja_jp: グループ名
ko_kr: 그룹 이름
pl_pl: Nazwa grupy
pt_br: Nome do grupo
zh_cn: 分组名称
zh_tw: 群組名稱

# FeedGroup
source: Group (optional)
de_de: Gruppe (optional)
es_419: Grupo (opcional)
fr_fr: Groupe (facultatif)
it_it: Gruppo (facoltativo)
ja_jp: グループ（任意）
ko_kr: 그룹(선택 사항)
pl_pl: Grupa (opcjonalnie)
pt_br: Grupo (opcional)
zh_cn: 分组（可选）
zh_tw: 群組（選用）

source: No group
de_de: Keine Gruppe
es_419: Sin grupo
fr_fr: Aucun groupe
it_it: Nessun gruppo
ja_jp: グループなし
ko_kr: 그룹 없음
pl_pl: Bez grupy
pt_br: Sem grupo
zh_cn: 未分组
zh_tw: 未分組

source: Create
de_de: Erstellen
es_419: Crear
fr_fr: Créer
it_it: Crea
ja_jp: 作成
ko_kr: 만들기
pl_pl: Utwórz
pt_br: Criar
zh_cn: 创建
zh_tw: 建立

source: Save
de_de: Speichern
es_419: Guardar
fr_fr: Enregistrer
it_it: Salva
ja_jp: 保存
ko_kr: 저장
pl_pl: Zapisz
pt_br: Salvar
zh_cn: 保存
zh_tw: 儲存

source: Change group
de_de: Gruppe ändern
es_419: Cambiar grupo
fr_fr: Changer de groupe
it_it: Cambia gruppo
ja_jp: グループを変更
ko_kr: 그룹 변경
pl_pl: Zmień grupę
pt_br: Alterar grupo
zh_cn: 更改分组
zh_tw: 變更群組

source: Rename group
de_de: Gruppe umbenennen
es_419: Cambiar nombre del grupo
fr_fr: Renommer le groupe
it_it: Rinomina gruppo
ja_jp: グループ名を変更
ko_kr: 그룹 이름 바꾸기
pl_pl: Zmień nazwę grupy
pt_br: Renomear grupo
zh_cn: 重命名分组
zh_tw: 重新命名群組

source: Remove group
de_de: Gruppe entfernen
es_419: Eliminar grupo
fr_fr: Supprimer le groupe
it_it: Rimuovi gruppo
ja_jp: グループを削除
ko_kr: 그룹 제거
pl_pl: Usuń grupę
pt_br: Remover grupo
zh_cn: 移除分组
zh_tw: 移除群組

# RemoveGroupTitle
source: Remove group?
de_de: Gruppe entfernen?
es_419: ¿Eliminar el grupo?
fr_fr: Supprimer le groupe ?
it_it: Rimuovere il gruppo?
ja_jp: グループを削除しますか？
ko_kr: 그룹을 제거할까요?
pl_pl: Usunąć grupę?
pt_br: Remover o grupo?
zh_cn: 移除分组？
zh_tw: 移除群組？

# RemoveGroupMessage
source: Choose what to do with the feeds in “{0}”. Removing feeds cannot be undone.
de_de: Wählen Sie, was mit den Feeds in „{0}“ geschehen soll. Das Löschen der Feeds kann nicht rückgängig gemacht werden.
es_419: Elige qué hacer con las fuentes de “{0}”. La eliminación de las fuentes no se puede deshacer.
fr_fr: Choisissez quoi faire des flux de « {0} ». La suppression des flux est irréversible.
it_it: Scegli cosa fare con i feed in “{0}”. L'eliminazione dei feed non può essere annullata.
ja_jp: 「{0}」内のフィードの処理方法を選択してください。フィードの削除は元に戻せません。
ko_kr: “{0}” 그룹의 피드를 처리할 방법을 선택하세요. 피드 삭제는 실행 취소할 수 없습니다.
pl_pl: Grupa „{0}” zostanie usunięta. Jej kanały zostaną przeniesione do Bez grupy.
pt_br: Escolha o que fazer com os feeds de “{0}”. A exclusão dos feeds não pode ser desfeita.
zh_cn: 将移除“{0}”，其中的订阅会移至“未分组”。
zh_tw: 請選擇如何處理「{0}」中的訂閱。刪除訂閱後無法復原。

source: Remove group only
de_de: Nur Gruppe entfernen
es_419: Eliminar solo el grupo
fr_fr: Supprimer le groupe seul
it_it: Rimuovi solo il gruppo
ja_jp: グループのみ削除
ko_kr: 그룹만 제거
pt_br: Remover só o grupo
zh_tw: 僅移除群組

source: Remove group and feeds
de_de: Gruppe und Feeds löschen
es_419: Eliminar grupo y fuentes
fr_fr: Supprimer groupe et flux
it_it: Rimuovi gruppo e feed
ja_jp: グループとフィードを削除
ko_kr: 그룹 및 피드 삭제
pt_br: Excluir grupo e feeds
zh_tw: 移除群組和訂閱

# InvalidGroupName
source: Enter a group name.
de_de: Geben Sie einen Gruppennamen ein.
es_419: Ingresa un nombre de grupo.
fr_fr: Saisissez un nom de groupe.
it_it: Immetti un nome per il gruppo.
ja_jp: グループ名を入力してください。
ko_kr: 그룹 이름을 입력하세요.
pl_pl: Wprowadź nazwę grupy.
pt_br: Insira um nome para o grupo.
zh_cn: 请输入分组名称。
zh_tw: 請輸入群組名稱。

# GroupCreated
source: Created group “{0}”.
de_de: Gruppe „{0}“ wurde erstellt.
es_419: Se creó el grupo “{0}”.
fr_fr: Groupe « {0} » créé.
it_it: Gruppo “{0}” creato.
ja_jp: グループ「{0}」を作成しました。
ko_kr: “{0}” 그룹을 만들었습니다.
pl_pl: Utworzono grupę „{0}”.
pt_br: O grupo “{0}” foi criado.
zh_cn: 已创建分组“{0}”。
zh_tw: 已建立群組「{0}」。

# GroupRenamed
source: Renamed group to “{0}”.
de_de: Gruppe wurde in „{0}“ umbenannt.
es_419: El grupo ahora se llama “{0}”.
fr_fr: Groupe renommé en « {0} ».
it_it: Gruppo rinominato in “{0}”.
ja_jp: グループ名を「{0}」に変更しました。
ko_kr: 그룹 이름을 “{0}”(으)로 변경했습니다.
pl_pl: Zmieniono nazwę grupy na „{0}”.
pt_br: O grupo foi renomeado para “{0}”.
zh_cn: 已将分组重命名为“{0}”。
zh_tw: 已將群組重新命名為「{0}」。

# GroupRemoved
source: Removed group “{0}”.
de_de: Gruppe „{0}“ wurde entfernt.
es_419: Se eliminó el grupo “{0}”.
fr_fr: Groupe « {0} » supprimé.
it_it: Gruppo “{0}” rimosso.
ja_jp: グループ「{0}」を削除しました。
ko_kr: “{0}” 그룹을 제거했습니다.
pl_pl: Usunięto grupę „{0}”.
pt_br: O grupo “{0}” foi removido.
zh_cn: 已移除分组“{0}”。
zh_tw: 已移除群組「{0}」。

# GroupAndFeedsRemoved
source: Removed group “{0}” and all its feeds.
de_de: Gruppe „{0}“ und alle enthaltenen Feeds wurden gelöscht.
es_419: Se eliminaron el grupo “{0}” y todas sus fuentes.
fr_fr: Groupe « {0} » et tous ses flux supprimés.
it_it: Gruppo “{0}” e tutti i relativi feed rimossi.
ja_jp: グループ「{0}」とそのすべてのフィードを削除しました。
ko_kr: “{0}” 그룹과 모든 피드를 삭제했습니다.
pt_br: O grupo “{0}” e todos os seus feeds foram excluídos.
zh_tw: 已移除群組「{0}」及其中的所有訂閱。

# FeedGroupChanged
source: Changed the group for “{0}”.
de_de: Die Gruppe für „{0}“ wurde geändert.
es_419: Se cambió el grupo de “{0}”.
fr_fr: Le groupe de « {0} » a été modifié.
it_it: Il gruppo di “{0}” è stato modificato.
ja_jp: 「{0}」のグループを変更しました。
ko_kr: “{0}”의 그룹을 변경했습니다.
pl_pl: Zmieniono grupę kanału „{0}”.
pt_br: O grupo de “{0}” foi alterado.
zh_cn: 已更改“{0}”的分组。
zh_tw: 已變更「{0}」的群組。

# FeedsGroupChanged
source: Changed the group for {0} feeds.
de_de: Die Gruppe für {0} Feeds wurde geändert.
es_419: Se cambió el grupo de {0} fuentes.
fr_fr: Le groupe de {0} flux a été modifié.
it_it: Il gruppo di {0} feed è stato modificato.
ja_jp: {0} 件のフィードのグループを変更しました。
ko_kr: 피드 {0}개의 그룹을 변경했습니다.
pt_br: O grupo de {0} feeds foi alterado.
zh_tw: 已變更 {0} 個訂閱的群組。

# GroupOperationFailed
source: Couldn't update feed groups: {0}
de_de: Feedgruppen konnten nicht aktualisiert werden: {0}
es_419: No se pudieron actualizar los grupos de fuentes: {0}
fr_fr: Impossible de mettre à jour les groupes de flux : {0}
it_it: Impossibile aggiornare i gruppi di feed: {0}
ja_jp: フィードグループを更新できませんでした: {0}
ko_kr: 피드 그룹을 업데이트하지 못했습니다: {0}
pl_pl: Nie udało się zaktualizować grup kanałów: {0}
pt_br: Não foi possível atualizar os grupos de feeds: {0}
zh_cn: 更新订阅分组失败：{0}
zh_tw: 無法更新摘要群組：{0}

source: Back
de_de: Zurück
es_419: Volver
fr_fr: Retour
it_it: Indietro
ja_jp: 戻る
ko_kr: 뒤로
pl_pl: Wstecz
pt_br: Voltar
ru_ru: Назад
zh_cn: 返回
zh_tw: 返回

source: Network
es_419: Red
fr_fr: Réseau
it_it: Rete
pt_br: Rede

# ProxyDescription
source: Choose how FluxReader connects when updating feeds and loading network resources.
es_419: Elige cómo se conecta FluxReader al actualizar feeds y cargar recursos de red.
fr_fr: Choisissez comment FluxReader se connecte pour actualiser les flux et charger les ressources réseau.
it_it: Scegli come FluxReader si connette durante l'aggiornamento dei feed e il caricamento delle risorse di rete.
pt_br: Escolha como o FluxReader se conecta ao atualizar feeds e carregar recursos de rede.

# ProxyDisabled
source: Do not use a proxy
es_419: No usar proxy
fr_fr: Ne pas utiliser de proxy
it_it: Non usare un proxy
pt_br: Não usar proxy

# ProxySystem
source: Use system proxy
es_419: Usar proxy del sistema
fr_fr: Utiliser le proxy système
it_it: Usa il proxy di sistema
pt_br: Usar proxy do sistema

# ProxyCustom
source: Use custom proxy
es_419: Usar proxy personalizado
fr_fr: Utiliser un proxy personnalisé
it_it: Usa un proxy personalizzato
pt_br: Usar proxy personalizado

# CustomProxyAddress
source: Proxy server
es_419: Servidor proxy
fr_fr: Serveur proxy
it_it: Server proxy
pt_br: Servidor proxy

# CustomProxyAddressPlaceholder
source: e.g. http://127.0.0.1:7890
es_419: p. ej., http://127.0.0.1:7890
fr_fr: p. ex. http://127.0.0.1:7890
it_it: es. http://127.0.0.1:7890
pt_br: ex.: http://127.0.0.1:7890

# InvalidProxyAddress
source: Enter a valid HTTP(S) or SOCKS proxy address without a path.
es_419: Ingresa una dirección de proxy HTTP(S) o SOCKS válida sin ruta.
fr_fr: Saisissez une adresse de proxy HTTP(S) ou SOCKS valide, sans chemin.
it_it: Immetti un indirizzo proxy HTTP(S) o SOCKS valido senza percorso.
pt_br: Insira um endereço de proxy HTTP(S) ou SOCKS válido sem caminho.

source: Appearance
de_de: Darstellung
es_419: Apariencia
fr_fr: Apparence
it_it: Aspetto
ja_jp: 外観
ko_kr: 모양
pl_pl: Wygląd
pt_br: Aparência
ru_ru: Внешний вид
zh_cn: 外观
zh_tw: 外觀

source: Refresh interval
de_de: Aktualisierungsintervall
es_419: Intervalo de actualización
fr_fr: Intervalle d’actualisation
it_it: Intervallo di aggiornamento
ja_jp: 更新間隔
ko_kr: 새로 고침 간격
pt_br: Intervalo de atualização
zh_cn: 刷新间隔
zh_tw: 重新整理間隔

# RefreshIntervalDescription
source: Automatically refresh all feeds at this interval.
de_de: Alle Feeds in diesem Intervall automatisch aktualisieren.
es_419: Actualiza automáticamente todas las fuentes con este intervalo.
fr_fr: Actualiser automatiquement tous les flux selon cet intervalle.
it_it: Aggiorna automaticamente tutti i feed a questo intervallo.
ja_jp: この間隔ですべてのフィードを自動的に更新します。
ko_kr: 이 간격으로 모든 피드를 자동으로 새로 고칩니다.
pt_br: Atualize automaticamente todos os feeds nesse intervalo.
zh_cn: 按此时间间隔自动刷新所有订阅。
zh_tw: 依此時間間隔自動重新整理所有訂閱。

# RefreshConcurrencyLimit
source: Concurrent refresh limit
es_419: Límite de actualizaciones simultáneas
fr_fr: Limite d’actualisations simultanées
it_it: Limite aggiornamenti simultanei
pt_br: Limite de atualizações simultâneas

# RefreshConcurrencyLimitDescription
source: Limit the number of feeds refreshed at the same time. Enter 0 for no limit.
es_419: Limita el número de fuentes que se actualizan al mismo tiempo. Escribe 0 para no aplicar ningún límite.
fr_fr: Limitez le nombre de flux actualisés simultanément. Saisissez 0 pour ne pas appliquer de limite.
it_it: Limita il numero di feed aggiornati contemporaneamente. Immetti 0 per non applicare limiti.
pt_br: Limita o número de feeds atualizados ao mesmo tempo. Digite 0 para não limitar.

source: minutes
de_de: Minuten
es_419: minutos
it_it: minuti
ja_jp: 分
ko_kr: 분
pt_br: minutos
zh_cn: 分钟
zh_tw: 分鐘

# ApplicationTheme
source: App theme
de_de: App-Design
es_419: Tema de la aplicación
fr_fr: Thème de l’application
it_it: Tema dell’app
ja_jp: アプリのテーマ
ko_kr: 앱 테마
pl_pl: Motyw aplikacji
pt_br: Tema do aplicativo
ru_ru: Тема приложения
zh_cn: 应用主题
zh_tw: 應用程式主題

# ThemeDescription
source: Choose the color mode FluxReader uses. Use system setting follows Windows automatically.
de_de: Wählen Sie den von FluxReader verwendeten Farbmodus. Die Systemeinstellung folgt Windows automatisch.
es_419: Elige el modo de color que usa FluxReader. La configuración del sistema sigue Windows automáticamente.
fr_fr: Choisissez le mode de couleurs utilisé par FluxReader. L’option système suit automatiquement Windows.
it_it: Scegli la modalità colore usata da FluxReader. L’impostazione di sistema segue automaticamente Windows.
ja_jp: FluxReader で使用するカラーモードを選択します。システム設定を使用すると、Windows の設定に自動的に従います。
ko_kr: FluxReader에서 사용할 색상 모드를 선택하세요. 시스템 설정은 Windows 설정을 자동으로 따릅니다.
pl_pl: Wybierz tryb kolorów używany przez FluxReader. Ustawienie systemowe automatycznie dostosowuje się do systemu Windows.
pt_br: Escolha o modo de cores usado pelo FluxReader. A configuração do sistema acompanha o Windows automaticamente.
ru_ru: Выберите цветовой режим FluxReader. Системная настройка автоматически соответствует настройке Windows.
zh_cn: 选择 FluxReader 使用的颜色模式。跟随系统会随 Windows 设置自动切换。
zh_tw: 選擇 FluxReader 使用的色彩模式。跟隨系統會隨 Windows 設定自動切換。

# ThemeSystem
source: Use system setting
de_de: Systemeinstellung verwenden
es_419: Usar configuración del sistema
fr_fr: Utiliser les paramètres système
it_it: Usa impostazione di sistema
ja_jp: システム設定を使用
ko_kr: 시스템 설정 사용
pl_pl: Użyj ustawienia systemowego
pt_br: Usar configuração do sistema
ru_ru: Использовать системную настройку
zh_cn: 跟随系统
zh_tw: 跟隨系統

# ThemeLight
source: Light
de_de: Hell
es_419: Claro
fr_fr: Clair
it_it: Chiaro
ja_jp: ライト
ko_kr: 밝게
pl_pl: Jasny
pt_br: Claro
ru_ru: Светлая
zh_cn: 亮色
zh_tw: 淺色

# ThemeDark
source: Dark
de_de: Dunkel
es_419: Oscuro
fr_fr: Sombre
it_it: Scuro
ja_jp: ダーク
ko_kr: 어둡게
pl_pl: Ciemny
pt_br: Escuro
ru_ru: Тёмная
zh_cn: 暗色
zh_tw: 深色

# LoadExternalStylesheets
source: Load external styles
es_419: Cargar estilos externos
fr_fr: Charger les styles externes
it_it: Carica stili esterni
ja_jp: 外部スタイルを読み込む
ko_kr: 외부 스타일 불러오기
pt_br: Carregar estilos externos

# LoadExternalStylesheetsDescription
source: Load CSS from original article websites to preserve their formatting. Reading an article may contact its website.
es_419: Carga CSS de los sitios web originales de los artículos para conservar su formato. Al leer un artículo se puede contactar su sitio web.
fr_fr: Charge le CSS des sites d’origine des articles pour conserver leur mise en forme. La lecture d’un article peut contacter son site web.
it_it: Carica il CSS dai siti originali degli articoli per conservarne la formattazione. La lettura di un articolo può contattare il relativo sito web.
ja_jp: 元の記事サイトから CSS を読み込み、書式を維持します。記事を読む際にそのサイトへ接続することがあります。
ko_kr: 서식을 유지하기 위해 원본 기사 웹사이트에서 CSS를 불러옵니다. 기사를 읽을 때 해당 웹사이트에 연결될 수 있습니다.
pt_br: Carrega o CSS dos sites originais dos artigos para preservar a formatação. A leitura de um artigo pode acessar o site correspondente.
